Revit 2022 API
IViewSheetSet Interface
This interface represents a selected set of views/sheets which will be used for printing.
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 22.0.0.0 (22.1.0.0)
Syntax
C#
public interface IViewSheetSet
Visual Basic
Public Interface IViewSheetSet
Visual C++
public interface class IViewSheetSet
See Also
IViewSheetSet Members
Autodesk.Revit.DB Namespace